Repository: alpaka-gaming/minecraft-updater
Catalog: src/Updater/Resources/Strings.*.resx
Languages: es

# PressAnyKey
source: Press any key to finalize.
es: Presione cualquier tecla para finalizar.

# UnableToConnect
source: Unable to connect to server.
es: No se pudo conectar al servidor.

# UnableToGetProfile
source: Unable to get game profile.
es: No se pudo obtener el perfil del juego.

# UnableToGetGamePath
source: Unable to find game path.
es: No se pudo encontrar al ruta del juego.

# UnableToValidateProfile
source: Unable to validate game profile.
es: No se pudo validar el perfil.

source: Profile
es: Perfil

source: Processing
es: Procesando

source: Installing
es: Instalando

source: DONE
es: LISTO

source: Deleting
es: Eliminando

# Connecting
source: Connecting with server
es: Conectando con el servidor

source: FAILED
es: FALLIDO

# RetryInSeconds
source: Retry in {0} seconds.
es: Reintentando en {0} segundos.

# GetingProfile
source: Getting profile:
es: Obteniendo perfil:

# MustDownloadIn
source: Must download last updater version in:
es: Debe descargar la última versión del updater en:

source: Getting game path:
es: Obteniendo ruta del juego:

# NoProfileFound
source: Profile '{0}' was not found.
es: El perfil '{0}' no se pudo encontrar.

# DownloadLoaderFrom
source: Download required loader from: {0}
es: Descargue el cargador requerido desde: {0}

# ProfileMismatch
source: {0}: {1} ({2}) do not match with the required ({3}).
es: {0}: {1} ({2}) no cumple con los requerimientos ({3}).
